[
    {
        "id": 1,
        "title": "AWS Cloud Practitioner",
        "meta": "Amazon Web Services",
        "text": "The AWS Certified Cloud Practitioner exam validates an examinee's ability to: Describe the AWS Cloud and its value proposition, Describe core AWS services (compute, network, database, and storage), Describe security and compliance aspects of the AWS platform, and Describe AWS architecture best practices.",
        "year": "2022"
    },
    {
        "id": 2,
        "title": "Full Stack Application Developer",
        "meta": "IBM Skills Network",
        "text": "This certification is meant to demonstrate one's ability to build real-world applications using the IBM Cloud, IBM Watson AI, Cloudant, Cloud Object Storage, IBM's Serverless Functions, and other IBM technologies.",
        "year": "2022"
    },
    {
        "id": 3,
        "title": "Advanced Cloud Native Application Developer with Python",
        "meta": "Meta Professional Certificates",
        "text": "This certificate is designed to demonstrate your ability to build scalable, fault talerant, cloud-native applications using Python and Python Web Frameworks (Django, Flask, FastAPI and the Django Rest Framework) in the AWS environment while utilizing modern CI/CD practices.",
        "year": "2022"
    },
    {
        "id": 4,
        "title": "Distributed Version Control Systems",
        "meta": "IBM Skills Network",
        "text": "This certificate is designed to demonstrate your ability to build scalable, fault talerant, cloud-native applications using Python and Python Web Frameworks (Django, Flask, FastAPI and the Django Rest Framework) in the AWS environment while utilizing modern CI/CD practices.",
        "year": "2022"
    },
    {
        "id": 5,
        "title": "Certified PHP Engineer",
        "meta": "Zend by Perforce",
        "text": "The Zend Certified PHP Engineer is an industry-wide standard that recognizes PHP expertise and is a measure of distinction that employers use to evaluate prospective employees.",
        "year": "2015"
    },
    {
        "id": 6,
        "title": "CompTIA A+",
        "meta": "CompTIA",
        "text": "CompTIA A+ certified professionals are proven problem solvers. They support today’s core technologies from security to networking to virtualization and more. CompTIA A+ is the industry standard for launching IT careers into today’s digital world.",
        "year": "2012"
    },
    {
        "id": 7,
        "title": "Duplicate Certification",
        "meta": "School of Hard Knocks",
        "text": "I duplicated this to even things out a bit on desktop since I have a much longer work history for the time being 🤣.",
        "year": "2015"
    }

]
